Repository: agitation/base-bundle
Catalog: Resources/translations/bundle.*.po
Languages: de_de

source: The value must be a number.
de_de: Der Wert muss eine Zahl sein.

source: The value is too low, it must be higher than %s.
de_de: Der Wert ist zu niedrig, er muss mindestens %s betragen.

source: The value is too high, it must be lower than %s.
de_de: Der Wert ist zu hoch, er darf höchstens %s betragen.

source: The longitude is invalid.
de_de: Der Längengrad ist ungültig.

source: The value must be scalar.
de_de: Der Wert muss skalar sein.

source: The value must be an integer.
de_de: Der Wert muss eine Ganzzahl sein.

source: The value must be an array.
de_de: Der Wert muss eine Liste sein.

source: The value must be one of the following: “%s”.
de_de: Der Wert muss einer der folgenden sein: „%s“

source: The value must not be NULL.
de_de: Der Wert darf nicht NULL sein.

source: The value must be NULL.
de_de: Der Wert muss NULL sein.

source: The value doesn’t match the required pattern.
de_de: Der Wert entspricht nicht dem geforderten Format.

source: The value must be an object.
de_de: Der Wert muss ein Objekt sein.

source: The object has an invalid set of properties.
de_de: Das Objekt hat ungültige Eigenschaften.

source: The object is missing the mandatory “%s” property.
de_de: Dem Objekt fehlt die Eigenschaft „%s“.

source: The location is off-shore.
de_de: Der Ort befindet sich nicht auf dem Festland.

source: The geographical location is invalid: %s
de_de: Die Geoposition ist ungültig: %s

source: The latitude is invalid.
de_de: Der Breitengrad ist ungültig.

source: The value doesn't match the required pattern.
de_de: Der Wert entspricht nicht dem geforderten Format.

source: The value must be a string.
de_de: Der Wert muss eine Zeichenkette sein.

source: The value is too short, it must have at least %s characters.
de_de: Der Wert ist zu kurz, er muss mindestens %s Zeichen lang sein.

source: The value is too long, it must have at most %s characters.
de_de: Der Wert ist zu lang, er darf höchstens %s Zeichen lang sein.

source: The value contains invalid characters.
de_de: Der Wert enthält ungültige Zeichen.

source: The value must be a boolean.
de_de: Der Wert muss ein Boolscher Wert sein.

source: The password must have at least %d characters.
de_de: Das Passwort muss mindestens %d Zeichen lang sein.

source: The password must contain at least one letter and one number.
de_de: Das Passwort muss mindestens eine Ziffer und mindestens einen Buchstaben enthalten.

source: The password must only consist of letters, numbers and the characters %s.
de_de: Das Passwort darf nur aus Ziffern, Buchstaben und den Zeichen %s bestehen.

source: Both passwords must be identical.
de_de: Beide Passwörter müssen identisch sein.

source: The value must be numeric.
de_de: Der Wert muss numerisch sein.

source: The value must be a positive integer number.
de_de: Der Wert muss eine positive Ganzzahl sein.

source: The e-mail address is malformed.
de_de: Die E-Mail-Adresse ist ungültig.

source: The e-mail address must not contain capital letters.
de_de: Die E-Mail-Adresse darf keine Großbuchstaben enthalten.

source: Invalid value for %s: %s
de_de: Ungültiger Wert für %s: %s
